{
  "id": 2,
  "name": "Шкала оценки мотивации одобрения",
  "questions_count": 19,
  "questions": [
    {
      "number": 1,
      "question": "Я внимательно читаю каждую книгу, прежде чем вернуть ее в библиотеку",
      "key": 1
    },
    {
      "number": 2,
      "question": "Я не испытываю колебаний, когда кому ни  будь нужно помочь в беде",
      "key": 1
    },
    {
      "number": 3,
      "question": "Я всегда внимательно слежу за тем, как я одет",
      "key": 1
    },
    {
      "number": 4,
      "question": "Дома я веду себя за столом так же, как в столовой.",
      "key": 1
    },
    {
      "number": 5,
      "question": "Я никогда ни к кому не испытывал антипатии",
      "key": 1
    },
    {
      "number": 6,
      "question": "Был(и) случай(и), когда я бросил что то делать, потому что не был уверен в своих силах.",
      "key": 0
    },
    {
      "number": 7,
      "question": "Иногда я люблю позлословить об отсутствующих.",
      "key": 0
    },
    {
      "number": 8,
      "question": "Я всегда внимательно слушаю собеседника, кто бы он ни был",
      "key": 1
    },
    {
      "number": 9,
      "question": "Был случай, когда я придумал вескую причину, чтобы оправдаться",
      "key": 0
    },
    {
      "number": 10,
      "question": "Случалось, я пользовался оплошностью человека.",
      "key": 0
    },
    {
      "number": 11,
      "question": "Иногда вместо того, чтобы простить человека, я стараюсь отплатить ему тем же",
      "key": 0
    },
    {
      "number": 12,
      "question": "Были случаи, когда я настаивал на том, чтобы делали по моему.",
      "key": 0
    },
    {
      "number": 13,
      "question": "У меня не возникает внутреннего протеста, когда меня просят оказать услугу",
      "key": 1
    },
    {
      "number": 14,
      "question": "У меня никогда не возникает досады, когда высказывают мнение, противоположное моему",
      "key": 1
    },
    {
      "number": 15,
      "question": "Перед длительной поездкой я всегда тщательно продумываю, что с собой взять",
      "key": 1
    },
    {
      "number": 16,
      "question": "Были случаи, когда я завидовал удаче других",
      "key": 0
    },
    {
      "number": 17,
      "question": "Иногда меня раздражают люди, которые обращаются ко мне с просьбой",
      "key": 0
    },
    {
      "number": 18,
      "question": "Когда у людей неприятности, я иногда думаю, что они получили по заслугам",
      "key": 0
    },
    {
      "number": 19,
      "question": "Я никогда с улыбкой не говорил неприятных вещей",
      "key": 1
    }
  ]
}